[
    {
        "id": "1",
        "name": "Yeti SB6 T-Series X01 Eagle 27.5 inch Bike 2019 Anthracite",
        "description": "Piloted by the best riders in the world, the sb6 is a racer's bike. Sporting 6 (152mm) of travel in the rear and geometry that is at home on the transfers and optimized for smashing downhills. Lab and track tested to downhill standards, the sb6 has the most stage wins of any ews bike to date and is built to take a beating. We've added tunneled internal tubes for easier service in the pits. The Fox 36 (170 mm) spec'd fork with a 37 mm offset ensure this bike is uniquely suited for pounding out big enduro race days and taking on big terrain.",
        "image": "https://i.ibb.co/NYbjpGz/cube-stereo-140-hpc-sl-275.png",
        "price": "173",
        "category": "Mountain Bike"
    },
    {
        "id": "2",
        "name": "Giant Stance 2 27.5″",
        "description": "Built with a lightweight ALUXX aluminum frameset and our innovative FlexPoint rear suspension, Stance is the perfect way to improve your trail-riding game. Its 27.5+ wheel and tire compatibility gives it a plush ride quality that soaks up bumps and adds more traction and stability. Combined with 120mm of smooth suspension travel front and rear, it’s a confident ride that will have you nailing new lines.",
        "image": "https://i.ibb.co/dpvgmSS/giant-stance-2-275-1.png",
        "price": "468",
        "category": "Mountain Bike"
    },
    {
        "id": "3",
        "name": "A 2010 model year Cervélo RS",
        "description": "We’re thrilled to announce that starting today, Lime will begin returning JUMP’s beloved bikes to Denver. It’s an exciting milestone in Lime’s journey as we build on our multi-modal roots. We see Denver as an ideal choice to be the first city to relaunch JUMP bikes since our recent acquisition, thanks to its forward-thinking approach to micromobility. ",
        "image": "https://i.ibb.co/NTX646p/a-2010-model-year-cervelo-rs.png",
        "price": "468",
        "category": "Jump Bike"
    },
    {
        "id": "4",
        "name": "Cube Stereo 140 HPC SL 27.5″",
        "description": "They say don't judge a book by its cover, but the Stereo 140 HPC frame's beauty is definitely more than skin deep. Hidden pivots, a short rocker and internally routed cables all contribute to clean looks, great handling and reduced maintenance. The carbon main frame is light and, thanks to details like a tapered head tube, also stiff and accurate. Combined with a Boost 148 rear axle, it makes for a precise, trail-devouring machine. And, with a huge range of sizes, there's one to suit every rider.",
        "image": "https://i.ibb.co/NYbjpGz/cube-stereo-140-hpc-sl-275.png",
        "price": "520",
        "category": "Road Bike"
    },
    {
        "id": "5",
        "name": " Ludovic Péron Trek Bicycle",
        "description": "The Shimano Tourney 7-speed drivetrain is always reliable. With little maintenance required, this Shimano Tourney drivetrain will shift through the gears to find a comfortable cadence to match the terrain. The compact chainset is supported by a set of forged alloy double cranks for strength and durability at a low weight.",
        "image": "https://i.ibb.co/8cqDVrN/ludovic-peron-trek-bicycle.png",
        "price": "690",
        "category": "Road Bike"
    },
    {
        "id": "6",
        "name": "Keanu Specialized Road Bike",
        "description": "The large 700x25C road wheels offer great strength and are more than capable of withstanding rough city roads. Rolling on Kenda 700x25C tyres will provide a touch of comfort.",
        "image": "https://i.ibb.co/wyJgDWW/keanu-specialized-road-bike-1.png",
        "price": "180",
        "category": "Road Bike"
    },
    {
        "id": "7",
        "name": "BRAKE REPARING",
        "description": "fsagfdgfgafafafaf",
        "image": "https://i.ibb.co/mGbP5Rd/giant-stance-2-275-2.png",
        "price": "468",
        "category": "Jump Bike"
    },
    {
        "id": "8",
        "name": "Cube Stereo 140 HPC SL 27.5″",
        "description": "Built with a lightweight ALUXX aluminum frameset and our innovative FlexPoint rear suspension, Stance is the perfect way to improve your trail-riding game. Its 27.5+ wheel and tire compatibility gives it a plush ride quality that soaks up bumps and adds more traction and stability. Combined with 120mm of smooth suspension travel front and rear, it’s a confident ride that will have you nailing new lines.",
        "image": "https://i.ibb.co/wyJgDWW/keanu-specialized-road-bike-1.png",
        "price": "568",
        "category": "Jump Bike"
    },
    {
        "id": "9",
        "name": "Cube Stereo 140 HPC SL 27.5″",
        "description": "The Zenium CR is a carbon road bike that's ideal for local criteriums, fast sportives, weekend club runs and is also a comfortable and super-reliable training bike. It features a full carbon frameset that's equipped with a Shimano 105 2x11-Speed groupset with hydraulic disc brakes. This bike provides high-performance for efficient hill climbs, fast sprints and offers all-day riding comfort for long days in the saddle.",
        "image": "https://i.ibb.co/mGbP5Rd/giant-stance-2-275-2.png",
        "price": "678",
        "category": "Road Bike"
    }
]